Repository: coolnalu/mpl-publisher
Catalog: languages/publisher-*.po
Languages: sr_rs

source: Last modification: %s
sr_rs: Poslednja modifikacija: %s

source: Book Chapters
sr_rs: Poglavlja knjiga

source: Book Chapter
sr_rs: Poglavlje knjige

source: Add New Book Chapter
sr_rs: Dodajte novo poglavlje knjige

source: Edit Book Chapter
sr_rs: Izmenite poglavlje knjige

source: View Book Chapter
sr_rs: Pregledajte poglavlje knjige

source: Back to Book Settings
sr_rs: Nazad na podešavanja za knjige

source: How book chapters works
sr_rs: Kako poglavlja knjiga funkcionišu

source: MPL - Publisher allows authors to write custom content specific for your book without the needed to be accessible from the public. You just have to publish your chapter and it will be visible only from the Book Settings page.
sr_rs: MPL - Izdavač dozvoljava autorima da pišu uobičajeni sadržaj specifičan za vašu knjigu bez potrebe da bude dostupna za javnost. Vi samo treba da objavite vaše poglavlje i ono će biti vidljivo samo sa stranice Podešavanja za knjigu.

source: General details
sr_rs: Opšti detalji

source: Settings
sr_rs: Podešavanja

source: Appearance
sr_rs: Pojavlivanje

source: Book details
sr_rs: detalji o knjizi

source: Enter your book details, including title, description, and authors. We encourage you to complete as many fields as possible, as richer data could help readers discover your books.
sr_rs: Unesite detalje o svojoj knjizi, uključujući naslov, opis i autore. Mi vas podstičemo da dovršite što je više polja moguće, što je moguće bogatiji podaci mogu da pomognu čitaocima da otkriju vaše knjige.

source: Identifier (ISBN)
sr_rs: Identifikator (ISBN)

source: If your book doesn't have an ISBN, use a unique identifier
sr_rs: Ukoliko vaša knjiga nema ISBN, koristite jedinstveni identifikator

source: Book Title
sr_rs: Naslov knjige

source: Book Description
sr_rs: Opis knjige

source: Book authors
sr_rs: Autori knjige

source: Separate multiple authors with commas
sr_rs: Odvojite višestruke autore zarezima

source: Metadata settings
sr_rs: Podešavanja meta podataka

source: The more metadata you provide, the easier it will be for readers to discover your book.
sr_rs: Što više meta podataka obezbedite, lakše će biti za čitaoce da otkriju vašu knjigu.

source: Use the RFC3066 Language codes, such as en, es, fr…
sr_rs: Koristite RFC3066 jezičke kodove, kao što je en, es, fr...

source: This information won't affect the book's availability
sr_rs: Ova informacija neće uticati na dostupnost knjige

source: Cover image
sr_rs: Slika na naslovnoj strani

source: Upload Image
sr_rs: Upload-ujte sliku

source: Recommended size is 625x1000
sr_rs: Preporučena veličina 625X1000

source: Copyright information includes a statement about various property rights associated with the resource, including intellectual property rights
sr_rs: Informacije o autorskim pravima uključuju tvrdnju o različitim pravima svojine udružene sa izvorom, uključujući prava o intelektualnoj svojini

source: Themes
sr_rs: Teme

source: Default
sr_rs: Podrazumevani

source: Output format
sr_rs: Format izlaza

source: Publish
sr_rs: Objavite

source: Save Information
sr_rs: Sačuvajte informacije

source: Text
sr_rs: Tekst

source: All categories
sr_rs: Sve kategorije

source: All authors
sr_rs: Svi autori

source: All tags
sr_rs: Svi tagovi

source: All types
sr_rs: Svi tipovi

source: Drag your filtered results to sort your book's chapters
sr_rs: Prevucite svoje filtrirane rezultate da biste sortirali poglavlja vaše knjige

source: Contents
sr_rs: Sadržaji

source: Chapter
sr_rs: Poglavlje

source: Private
sr_rs: Privatno

source: Edit
sr_rs: Izmenite
